/* formatter template for software update release date */
"%m/%d/%y"="%d.%m.%y";

/* update available title */
"A new version is available"="Eine neue Version ist erhältlich";

/* Cancel button */
"Cancel"="Abbrechen";

/* Connect button for software update */
"Connect"="Verbinden";

/* update check failure title */
"Could not contact update site"="Aktualisierungsserver konnte nicht kontaktiert werden";

/* update check failure explanation */
"It was not possible to contact the update server via Internet. Please check your Internet connection or retry at a later time."="Es war nicht möglich, den Aktualisierungsserver über das Internet zu erreichen. Bitte überprüfen Sie Ihre Internetverbindung oder versuchen Sie es später noch einmal.";

/* OK button */
"OK"="OK";

/* update available explanation template */
"The software package %@, version %@ (Build %@), is available since %@.\nClick on the Connect button below to open the download web site and get detailed information."="Das Softwarepaket %@ Version %@ (Build %@) ist seit dem %@ verfügbar.\nDrücken Sie unten auf „Verbinden“, um die Webseite zum Herunterladen zu öffnen und weitere Informationen zu erhalten.";

/* no update available title */
"This software product is up-to-date"="Diese Software ist aktuell";

/* no update available explanation */
"You are already using the latest version of this software package that is available for this operating system."="Sie verwenden bereits die neueste Version dieses Softwarepaketes, das für dieses Betriebssystem verfügbar ist.";

/* wait message */
"Please wait. Checking for updates..."="Bitte warten. Suche nach Aktualisierungen läuft…";
